Repository: FrancHR/AirNet-FNC
Catalog: translations/locale/*/LC_MESSAGES/AirNetFNC.po
Languages: ar, de, hr, pl, sr

source: If you want to stop the recording process at any time, open the plugin again and press the Stop button.
ar: إذا كنت تريد إيقاف عملية التسجيل في أي وقت، افتح الإضافة مرة أخرى واضغط على زر الإيقاف.
de: Wenn du den Aufnahmeprozess jederzeit stoppen möchtest, öffne das Plugin erneut und drücke den Stop-Button.
hr: Ako želiš zaustaviti proces snimanja u bilo kojem trenutku, ponovno otvorite plugin i pritisni gumb Stop.
pl: Jeśli chcesz zatrzymać proces nagrywania w każdej chwili, otwórz plugin ponownie i naciśnij przycisk Stop.
sr: Ako želiš da zaustaviš snimanje u bilo kom trenutku, ponovo otvori plugin i pritisni dugme Stop.

source: Are you sure you want to stop the current recording?
ar: هل أنت متأكد أنك تريد إيقاف التسجيل الحالي؟
de: Bist du sicher, dass du die aktuelle Aufnahme stoppen möchtest?
hr: Jesi li siguran da želiš zaustaviti trenutno snimanje?
pl: Czy na pewno chcesz zatrzymać obecne nagrywanie?
sr: Da li si siguran da želiš da zaustaviš trenutno snimanje?

source: for recording, media...
ar: للتسجيل، الوسائط...
de: für die Aufnahme, Medien...
hr: za snimanje, medije...
pl: do nagrania, media...
sr: za snimanje, medije...

source: Recording
ar: تسجيل
de: Aufnahme
hr: Snimanje
pl: Nagrywanie
sr: Snimanje

source: Select recording duration
ar: اختر مدة التسجيل
de: Wähle die Aufnahmedauer
hr: Odaberi trajanje snimanja
pl: Wybierz czas nagrywania
sr: Odaberi trajanje snimanja

source: Show Start Message Info
ar: عرض رسالة البداية
de: Start-Info-Nachricht anzeigen
hr: Prikaži startnu Info poruku
pl: Pokaż początkowy komunikat informacyjny
sr: Prikaži startnu Info poruku

source: Recording SUCCESSFULLY finished.
ar: تم إنهاء التسجيل بنجاح.
de: Aufnahme ERFOLGREICH abgeschlossen.
hr: Snimanje USPJEŠNO završeno.
pl: Nagranie ZAKOŃCZONE sukcesem.
sr: Snimanje JE USPEŠNO završeno.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع
de: Ein unerwarteter Fehler ist aufgetreten.
pl: Wystąpił nieoczekiwany błąd.
sr: Došlo je do neočekivane greške.

source: Error while recording.
ar: خطأ أثناء التسجيل
de: Fehler beim Aufnehmen.
hr: Greška prilikom snimanja.
pl: Błąd podczas nagrywania.
sr: Greška prilikom snimanja.

source: Indefinitely
ar: بدون وقت محدد
de: Unbegrenzt
hr: Bez vremenskog ograničenja
pl: Bez ograniczeń czasowych
sr: Bez vremenskog ograničenja

source: 5 min.
ar: 5 دقائق

source: 10 min.
ar: 10 دقائق

source: 20 min.
ar: 20 دقيقة

source: 30 min.
ar: 30 دقيقة

source: 40 min.
ar: 40 دقيقة

source: 50 min.
ar: 50 دقيقة

source: 1 hour
ar: 1 ساعة
de: 1 Stunde
hr: 1 sat
pl: 1 godzina
sr: 1 čas

source: 2 hours
ar: ساعتان
de: 2 Stunden
hr: 2 sata
pl: 2 godziny
sr: 2 časa

source: 3 hours
ar: 3 ساعات
de: 3 Stunden
hr: 3 sata
pl: 3 godziny
sr: 3 časa

source: 4 hours
ar: 4 ساعات
de: 4 Stunden
hr: 4 sata
pl: 4 godziny
sr: 4 časa

source: 5 hours
ar: 5 ساعات
de: 5 Stunden
hr: 5 sati
pl: 5 godzin
sr: 5 časova

source: 6 hours
ar: 6 ساعات
de: 6 Stunden
hr: 6 sati
pl: 6 godzin
sr: 6 časova

source: 7 hours
ar: 7 ساعات
de: 7 Stunden
hr: 7 sati
pl: 7 godzin
sr: 7 časova

source: 8 hours
ar: 8 ساعات
de: 8 Stunden
hr: 8 sati
pl: 8 godzin
sr: 8 časova

source: 9 hours
ar: 9 ساعات
de: 9 Stunden
hr: 9 sati
pl: 9 godzin
sr: 9 časova

source: 10 hours
ar: 10 ساعات
de: 10 Stunden
hr: 10 sati
pl: 10 godzin
sr: 10 časova

source: 11 hours
ar: 11 ساعة
de: 11 Stunden
hr: 11 sati
pl: 11 godzin
sr: 11 časova

source: 12 hours
ar: 12 ساعة
de: 12 Stunden
hr: 12 sati
pl: 12 godzin
sr: 12 časova

source: 13 hours
ar: 13 ساعة
de: 13 Stunden
hr: 13 sati
pl: 13 godzin
sr: 13 časova

source: 14 hours
ar: 14 ساعة
de: 14 Stunden
hr: 14 sati
pl: 14 godzin
sr: 14 časova

source: 15 hours
ar: 15 ساعة
de: 15 Stunden
hr: 15 sati
pl: 15 godzin
sr: 15 časova

source: 16 hours
ar: 16 ساعة
de: 16 Stunden
hr: 16 sati
pl: 16 godzin
sr: 16 časova

source: 17 hours
ar: 17 ساعة
de: 17 Stunden
hr: 17 sati
pl: 17 godzin
sr: 17 časova

source: 18 hours
ar: 18 ساعة
de: 18 Stunden
hr: 18 sati
pl: 18 godzin
sr: 18 časova

source: 19 hours
ar: 19 ساعة
de: 19 Stunden
hr: 19 sati
pl: 19 godzin
sr: 19 časova

source: 20 hours
ar: 20 ساعة
de: 20 Stunden
hr: 20 sati
pl: 20 godzin
sr: 20 časova

source: 21 hours
ar: 21 ساعة
de: 21 Stunde
hr: 21 sat
pl: 21 godzina
sr: 21 čas

source: 22 hours
ar: 22 ساعة
de: 22 Stunden
hr: 22 sata
pl: 22 godziny
sr: 22 časa

source: 23 hours
ar: 23 ساعة
de: 23 Stunden
hr: 23 sata
pl: 23 godziny
sr: 23 časa

source: 24 hours
ar: 24 ساعة
de: 24 Stunden
hr: 24 sata
pl: 24 godziny
sr: 24 časa

source: Starting
ar: بدء
de: Starte
hr: Startam
pl: Rozpoczynanie
sr: Pokrećem

source: Stopped
ar: موقوف
de: Gestoppt
hr: Prekinuto
pl: Zatrzymane
sr: Zaustavljeno

source: In progress
ar: قيد التقدم
de: In Bearbeitung
hr: U tijeku
pl: W toku
sr: U toku

source: Connection to server lost.
ar: تم قطع الاتصال بالخادم.
de: Verbindung zum Server verloren.
hr: Veza sa serverom je prekinuta.
pl: Połączenie z serwerem zostało utracone.
sr: Veza sa serverom je prekinuta.

source: Error writing chunk.
ar: خطأ في كتابة الجزء.
de: Fehler beim Schreiben des Chunks.
hr: Greška pri pisanju chunk-a.
pl: Błąd podczas zapisywania kawałka.
sr: Greška pri pisanju chunk-a.

source: Status
ar: الحالة

source: Error status code.
ar: رمز حالة الخطأ
de: Fehlerstatuscode.
hr: Kod statusa greške.
pl: Kod błędu statusu.
sr: Kod greške statusa.

source: No active recording to stop or ID mismatch.
ar: لا يوجد تسجيل نشط للإيقاف أو تعارض في المعرف
de: Kein aktives Aufnahme zum Stoppen oder ID-Fehler.
hr: Nema aktivnog snimanja za zaustaviti ili pogrešan ID-a.
pl: Brak aktywnego nagrywania do zatrzymania lub niezgodność ID.
sr: Nema aktivnog snimanja za zaustaviti ili pogrešan ID-a.

source: Unknown Error
ar: خطأ غير معروف

source: Artist/Song Info
ar: معلومات الفنان/الأغنية
de: Künstler/Lied Info
hr: Izvođač/pjesma Info
pl: Artysta/Piosenka Info
sr: Izvođač/pesma Info

source: Unknown Error.
de: Unbekannter Fehler.
hr: Nepoznata greška.
pl: Błąd nieznany.
sr: Nepoznata greška.

source: An unexpected error occurred
hr: Dogodila se neočekivana greška
