Repository: FrancHR/AirNet-FNC
Catalog: translations/locale/*/LC_MESSAGES/AirNetFNC.po
Languages: ar, de, hr, pl, sr

source: Access over 60,000 broadcasters from the world
ar: الوصول إلى أكثر من 60,000 محطة بث من جميع أنحاء العالم
de: Höre über 60.000 Radiosender aus der ganzen Welt
hr: Slušaj preko 60.000 radio postaja iz cijelog svijeta
pl: Słuchaj ponad 60 000 stacji radiowych z całego świata
sr: Slušaj preko 60.000 radio stanica iz celog sveta

source: Thank you for using
ar: شكراً لاستخدامك
de: Danke, dass du benutzt
hr: Hvala što koristiš
pl: Dziękujemy za korzystanie z
sr: Hvala što koristiš

source: If you find it useful, please consider donating to support further development. Every bit helps!
ar: إذا وجدته مفيداً، يرجى التفكير في التبرع لدعم المزيد من التطوير. كل مساهمة تساعد!
de: Wenn du es nützlich findest, ziehe bitte eine Spende in Betracht, um die weitere Entwicklung zu unterstützen. Jeder Beitrag hilft!
hr: Ako ti je plugin od koristi, razmisli o donaciji za podršku daljnjem razvoju. Svaka donacija pomaže!
pl: Jeśli to jest dla Ciebie przydatne, proszę rozważ wsparcie darowizną, aby wspomóc dalszy rozwój. Każda pomoc się liczy!
sr: Ako ti je plugin od koristi, razmisli o donaciji za podršku daljem razvoju. Svaka donacija pomaže!

source: This message will not appear again. For more information, click the blue button below.
ar: لن تظهر هذه الرسالة مرة أخرى. للحصول على مزيد من المعلومات، انقر على الزر الأزرق أدناه.
de: Diese Nachricht wird nicht mehr angezeigt. Für weitere Informationen klicke auf den blauen Knopf unten.
hr: Ova poruka se više neće prikazivati. Za više informacija, klikni plavi gumb ispod.
pl: Ta wiadomość nie będzie już wyświetlana. Aby uzyskać więcej informacji, kliknij niebieski przycisk poniżej.
sr: Ova poruka se više neće prikazivati. Za više informacija klikni plavo dugme ispod.

source: 1 sec.
ar: 1 ثانية
de: 1 Sek.
pl: 1 sek.

source: 2 sec.
ar: 2 ثانية
de: 2 Sek.
pl: 2 sek.

source: 3 sec.
ar: 3 ثواني
de: 3 Sek.
pl: 3 sek.

source: 4 sec.
ar: 4 ثواني
de: 4 Sek.
pl: 4 sek.

source: 5 sec.
ar: 5 ثواني
de: 5 Sek.
pl: 5 sek.

source: 10 sec.
ar: 10 ثواني
de: 10 Sek.
pl: 10 sek.

source: 20 sec.
ar: 20 ثانية
de: 20 Sek.
pl: 20 sek.

source: 30 sec.
ar: 30 ثانية
de: 30 Sek.
pl: 30 sek.

source: 40 sec.
ar: 40 ثانية
de: 40 Sek.
pl: 40 sek.

source: 50 sec.
ar: 50 ثانية
de: 50 Sek.
pl: 50 sek.

source: 60 sec.
ar: 60 ثانية
de: 60 Sek.
pl: 60 sek.

source: Name
ar: الاسم
hr: Nazivu
pl: Nazwa
sr: Nazivu

source: Click Count
ar: عدد النقرات
de: Anzahl der Klicks
hr: Broju Klikova
pl: Liczba kliknięć
sr: Broj Klikova

source: Disable
ar: تعطيل
de: Deaktivieren
hr: Isključi
pl: Wyłącz
sr: Isključi

source: 6 sec.
ar: 6 ثواني
de: 6 Sek.
pl: 6 sek.

source: 7 sec.
ar: 7 ثواني
de: 7 Sek.
pl: 7 sek.

source: 8 sec.
ar: 8 ثواني
de: 8 Sek.
pl: 8 sek.

source: 9 sec.
ar: 9 ثواني
de: 9 Sek.
pl: 9 sek.

source: 11 sec.
ar: 11 ثانية
de: 11 Sek.
pl: 11 sek.

source: 12 sec.
ar: 12 ثانية
de: 12 Sek.
pl: 12 sek.

source: 13 sec.
ar: 13 ثانية
de: 13 Sek.
pl: 13 sek.

source: 14 sec.
ar: 14 ثانية
de: 14 Sek.
pl: 14 sek.

source: 15 sec.
ar: 15 ثانية
de: 15 Sek.
pl: 15 sek.

source: 16 sec.
ar: 16 ثانية
de: 16 Sek.
pl: 16 sek.

source: 17 sec.
ar: 17 ثانية
de: 17 Sek.
pl: 17 sek.

source: 18 sec.
ar: 18 ثانية
de: 18 Sek.
pl: 18 sek.

source: 19 sec.
ar: 19 ثانية
de: 19 Sek.
pl: 19 sek.

source: 25 sec.
ar: 25 ثانية
de: 25 Sek.
pl: 25 sek.

source: 45 sec.
ar: 45 ثانية
de: 45 Sek.
pl: 45 sek.

source: gstreamer
ar: جيستريمر

source: gstplayer
ar: جيست بلاير

source: exteplayer3
ar: إكست بلاير 3

source: Random Dynamic Wallpapers
ar: خلفيات ديناميكية عشوائية
de: Zufällige dynamische Hintergründe
hr: Nasumične dinamičke pozadine
pl: Losowe dynamiczne tapety
sr: Nasumične dinamičke pozadine

source: 1 min.
ar: دقيقة واحدة

source: 2 min.
ar: دقيقتان

source: Save
ar: حفظ
de: Speichern
hr: Spremi
pl: Zapisz
sr: Spremi

source: Exit
ar: خروج
de: Beenden
hr: Izlaz
pl: Wyjście
sr: Izlaz

source: Defaults
ar: الإعدادات الافتراضية
de: Standardwerte
hr: Zadano
pl: Domyślne
sr: Podrazumevano

source: Config
ar: الإعدادات
de: Konfiguration
hr: Konfiguracija
pl: Konfiguracja
sr: Konfiguracija

source: Main
ar: الرئيسي
de: Haupt
hr: Osnovno
pl: Główne
sr: Osnovno

source: Show in Main Menu
ar: عرض في القائمة الرئيسية
de: Im Hauptmenü anzeigen
hr: Prikaži u glavnom izborniku
pl: Pokaż w głównym menu
sr: Prikaži u glavnom meniju

source: Show in Plugin List
ar: عرض في قائمة الإضافات
de: In der Plugin-Liste anzeigen
hr: Prikaži u listi pluginova
pl: Pokaż w liście wtyczek
sr: Prikaži u listi pluginova

source: Show in Extension List
ar: عرض في قائمة الإضافات (عادةً الزر الأزرق)
de: In der Erweiterungsliste anzeigen (meistens blauer Knopf)
hr: Prikaži u listi proširenja (obično plavi gumb)
pl: Pokaż w liście rozszerzeń (zwykle niebieski przycisk)
sr: Prikaži u listi proširenja (obično plavo dugme)

source: Radio
ar: راديو

source: Sort Stations by
ar: فرز المحطات بواسطة
de: Stationen sortieren nach
hr: Sortiraj postaje prema
pl: Sortuj stacje według
sr: Sortiraj stanice po

source: Stations per Page
ar: محطات لكل صفحة
de: Stationen pro Seite
hr: Postaja po stranici
pl: Stacje na stronę
sr: Stanica po stranici

source: Hide Broken Stations
ar: إخفاء المحطات المعطلة
de: Defekte Stationen ausblenden
hr: Sakrij neispravne postaje
pl: Ukryj zepsute stacje
sr: Sakrij neispravne stanice

source: Download Station Logo (if exists)
ar: تحميل شعار المحطة (إذا كان موجوداً)
de: Stationslogo herunterladen (falls vorhanden)
hr: Preuzmi logotip postaje (ako postoji)
pl: Pobierz logo stacji (jeśli istnieje)
sr: Preuzmi logo stanice (ako postoji)

source: Refresh Metadata every
ar: تحديث البيانات الوصفية كل
de: Metadaten aktualisieren alle
hr: Osvježi metapodatke svakih
pl: Odśwież metadane co
sr: Osveži metapodatke svakih

source: Start Visualization after
ar: بدء التصور بعد
de: Visualisierung starten nach
hr: Pokreni vizualizaciju nakon
pl: Uruchom wizualizację po
sr: Pokreni vizualizaciju nakon

source: Visualization Type
ar: نوع التصور
de: Visualisierungstyp
hr: Vrsta vizualizacije
pl: Typ wizualizacji
sr: Vrsta vizualizacije

source: Dynamic Wallpapers Duration
ar: مدة الخلفيات الديناميكية
de: Dauer der dynamischen Hintergründe
hr: Trajanje dinamičkih pozadina
pl: Czas trwania dynamicznych tapet
sr: Trajanje dinamičkih pozadina

source: Show Duration Progress
ar: عرض تقدم المدة
de: Fortschritt der Dauer anzeigen
hr: Prikaži progress trajanja
pl: Pokaż postęp czasu trwania
sr: Prikaži napredak trajanja

source: Image Quality
ar: جودة الصورة
de: Bildqualität
hr: Kvaliteta slike
pl: Jakość obrazu
sr: Kvalitet slike

source: Theme
ar: السمة
de: Thema
hr: Tema
pl: Motyw
sr: Tema

source: Translate Artist Biography
ar: ترجمة سيرة الفنان
de: Übersetze die Künstlerbiografie
hr: Prevedi biografiju izvođača
pl: Przetłumacz biografię artysty
sr: Prevedi biografiju umetnika

source: Player (some stations require a different player)
ar: مشغل (بعض المحطات تتطلب مشغل مختلف)
de: Player (einige Stationen erfordern einen anderen Player)
hr: Player (neke postaje zahtijevaju drugačiji player)
pl: Odtwarzacz (niektóre stacje wymagają innego odtwarzacza)
sr: Player (neke stanice zahtevaju drugačiji player)

source: My Own
ar: الخاصة بي
de: Mein Eigenes
hr: Moj Osobni
pl: Mój własny
sr: Moj Lični

source: Predefined
ar: مسبق التعريف
de: Vordefiniert
hr: Predefinirani
pl: Predefiniowany
sr: Predefinisano

source: Paths
ar: المسارات
de: Pfade
hr: Putanje
pl: Ścieżki
sr: Putanje

source: Temporary path
ar: المسار المؤقت
de: Temporärer Pfad
hr: Privremena putanja
pl: Tymczasowa ścieżka
sr: Privremena putanja

source: Connection
ar: الاتصال
de: Verbindung
hr: Veza
pl: Połączenie
sr: Veza

source: General Timeout
ar: الانقضاء العام
de: Allgemeine Zeitüberschreitung
hr: Generalni Timeout
pl: Ogólny czas oczekiwania
sr: Generalni Timeout

source: Small Timeout
ar: انقضاء صغير
de: Kurze Zeitüberschreitung
hr: Mali Timout
pl: Mały czas oczekiwania
sr: Mali Timeout

source: ATTENTION: PLUGIN HIDDEN!
ar: انتباه: الإضافة مخفية!
de: ACHTUNG: PLUGIN VERSTECKT!
hr: PAŽNJA: DODATAK JE SKRIVEN!
pl: UWAGA: WTYCZKA JEST UKRYTA!
sr: PAŽNJA: PLUGIN JE SAKRIVEN!

source: Consequently
ar: وبالتالي
de: Folglich
hr: Slijedom toga
pl: W związku z tym
sr: Shodno tome

source: the plugin will no longer be able to start.
ar: لن تتمكن الإضافة من البدء بعد الآن.
de: das Plugin wird nicht mehr starten können.
hr: dodatak se više neće moći pokrenuti.
pl: wtyczka nie będzie już mogła zostać uruchomiona.
sr: plugin više neće moći da se pokrene.

source: Please ensure that you enable it in at least one list.
ar: يرجى التأكد من تمكينها في قائمة واحدة على الأقل.
de: Bitte stelle sicher, dass es in mindestens einer Liste aktiviert ist.
hr: Provjeri jesi li ga uključio na barem jednom popisu.
pl: Proszę upewnij się, że włączyłeś ją przynajmniej na jednej liście.
sr: Pobrini se da ga omogućiš na barem jednom spisku.

source: Saved
ar: تم الحفظ
de: Gespeichert
hr: Spremljeno
pl: Zapisano
sr: Sačuvano

source: You need to
ar: أنت بحاجة إلى
de: Du musst
hr: Moraš
pl: Musisz
sr: Moraš

source: restart ENIGMA2
ar: إعادة تشغيل ENIGMA2
de: ENIGMA2 neu starten
hr: restartati ENIGMU
pl: zrestartować ENIGMA2
sr: restartovati ENIGMA2

source: to apply changes.
ar: لتطبيق التغييرات.
de: um Änderungen zu übernehmen.
hr: da bi promjene bile vidljive.
pl: aby zastosować zmiany.
sr: da bi promene bile primenjene.

source: Restart now?
ar: إعادة التشغيل الآن؟
de: Jetzt neu starten?
hr: Restart odmah?
pl: Zrestartować teraz?
sr: Restartuj odmah?

source: restart PLUGIN
ar: إعادة تشغيل الإضافة
de: PLUGIN neu starten
hr: ponovo pokrenuti PLUGIN
pl: zrestartować WTYCZKĘ
sr: ponovo pokrenuti PLUGIN

source: Config successfully saved.
ar: تم حفظ الإعدادات بنجاح.
de: Konfiguration erfolgreich gespeichert.
hr: Konfiguracija je uspješno spremljena.
pl: Konfiguracja została pomyślnie zapisana.
sr: Konfiguracija je uspešno sačuvana.

source: Information
ar: معلومات
hr: Informacija
pl: Informacje
sr: Info

source: Collecting data
ar: جمع البيانات
de: Daten sammeln
hr: Prikupljanje podataka
pl: Zbieranie danych
sr: Prikupljanje podataka

source: Wait....
ar: انتظر....
de: Warte....
hr: Pričekaj...
pl: Czekaj....
sr: Sačekaj...

source: Credits
ar: حقوق النشر
hr: Zasluge
pl: Podziękowania
sr: Zasluge

source: Menu
ar: القائمة (Menu)
de: Menü
hr: Izbornik (Menu)
sr: Meni (Menu)

source: Music plugin to access over 60,000 international radio broadcasters from the world.
ar: إضافة موسيقى للوصول إلى أكثر من 60,000 محطة راديو دولية من جميع أنحاء العالم.
de: Musik-Plugin für den Zugriff auf über 60.000 internationale Radiosender.
hr: Glazbeni dodatak za pristup preko 60.000 međunarodnih radijskih postaja iz cijelog svijeta.
pl: Wtyczka muzyczna do dostępu do ponad 60 000 międzynarodowych stacji radiowych z całego świata.
sr: Muzicki dodatak za pristup preko 60.000 međunarodnih radijskih stanica iz celog sveta.

source: Browse stations by genre, country, tag and language.
ar: تصفح المحطات حسب النوع، البلد، العلامة، واللغة.
de: Durchsuche Stationen nach Genre, Land, Tag und Sprache.
hr: Traži postaje prema žanru, zemlji, oznaci i jeziku.
pl: Przeglądaj stacje według gatunku, kraju, tagu i języka.
sr: Pretražuj stanice po žanru, zemlji, oznaci i jeziku.

source: Favorites
ar: المفضلات
de: Favoriten
hr: Favoriti
pl: Ulubione
sr: Favoriti

source: Recommendations
ar: التوصيات
de: Empfehlungen
hr: Preporuke
pl: Rekomendacje
sr: Preporuke

source: My Country
ar: بلدي
de: Mein Land
hr: Moja zemlja
pl: Mój kraj
sr: Moja zemlja

source: Top 100 (by clicks)
ar: أعلى 100 (حسب النقرات)
de: Top 100 (nach Klicks)
hr: Top 100 (po klikovima)
pl: Top 100 (według kliknięć)
sr: Top 100 (po klikovima)

source: Top 100 (by votes)
ar: أعلى 100 (حسب الأصوات)
de: Top 100 (nach Stimmen)
hr: Top 100 (po glasovima)
pl: Top 100 (według głosów)
sr: Top 100 (po glasovima)

source: By Genre
ar: حسب النوع
de: Nach Genre
hr: Žanrovi
pl: Według gatunku
sr: Po žanrovima

source: By Country
ar: حسب البلد
de: Nach Land
hr: Države
pl: Według kraju
sr: Po zemljama

source: By Tags
ar: حسب العلامات
de: Nach Tags
hr: Oznake
pl: Według tagów
sr: Po oznakama

source: By Language
ar: حسب اللغة
de: Nach Sprache
hr: Jezici
pl: Według języka
sr: Po jezicima

source: Search
ar: بحث
de: Suche
hr: Pretraga
pl: Szukaj
sr: Pretraga

source: Getting stations
ar: البحث عن المحطات
de: Stationen abrufen
hr: Traženje postaja
pl: Pobieranie stacji
sr: Tražim stanice

source: Please wait a moment...
ar: الرجاء الانتظار لحظة...
de: Bitte einen Moment warten...
hr: Pričekaj trenutak...
pl: Proszę poczekać chwilę...
sr: Sačekaj trenutak...

source: No Favorites yet. Add some first.
ar: لا توجد مفضلات بعد. أضف بعض أولاً.
de: Noch keine Favoriten. Füge zuerst welche hinzu.
hr: Još nema favorita. Prvo dodaj neke.
pl: Brak ulubionych. Najpierw dodaj kilka.
sr: Još nema favorita. Dodaj neki prvi.

source: Search Station
ar: بحث عن محطة
de: Station suchen
hr: Traži Postaju
pl: Szukaj stacji
sr: Pretraži stanicu

source: Do you like it? If so, please consider donating
ar: هل يعجبك؟ إذا كان الأمر كذلك، يرجى التفكير في التبرع
de: Gefällt es dir? Dann ziehe bitte eine Spende in Betracht
hr: Sviđa ti se? U tom slučaju razmisli o DONACIJI
pl: Podoba ci się? Jeśli tak, rozważ darowiznę
sr: Da li ti se sviđa? Ako da, razmisli o donaciji

source: Press 'Yes' if you'd like to learn more about how your donation helps, and we'll provide instructions on how to donate.
ar: اضغط 'نعم' إذا كنت ترغب في معرفة المزيد حول كيفية مساعدة تبرعك، وسنقدم لك تعليمات حول كيفية التبرع.
de: Drücke 'Ja', wenn du mehr darüber erfahren möchtest, wie deine Spende hilft. Wir geben dir Anweisungen, wie du spenden kannst.
hr: Pritisni 'Da' ako želiš saznati više o tome kako tvoja donacija pomaže, mi ćemo ti pružiti upute o tome kako donirati.
pl: Naciśnij 'Tak', jeśli chcesz dowiedzieć się więcej o tym, jak twoja darowizna pomaga, a my przekażemy ci instrukcje, jak dokonać darowizny.
sr: Pritisni 'Da' ako želiš da saznaš više o tome kako tvoja donacija pomaže, i mi ćemo ti pružiti uputstva o tome kako donirati.

source: These exclusive features are only available to donators and supporters.
ar: هذه الميزات الحصرية متاحة فقط للمتبرعين والداعمين.
de: Diese exklusiven Funktionen stehen nur Spendern und Unterstützern zur Verfügung.
hr: Ove ekskluzivne značajke dostupne su samo donatorima i korisnicima koji nas podržavaju.
pl: Te ekskluzywne funkcje są dostępne tylko dla darczyńców i wspierających.
sr: Ove ekskluzivne funkcije su dostupne samo donatorima i korisnicima koji nas podržavaju.

source: Press 'Yes' if you'd like to learn more about how to unlock these features and get instructions on how to become a supporter.
ar: اضغط 'نعم' إذا كنت ترغب في معرفة المزيد حول كيفية فتح هذه الميزات والحصول على تعليمات حول كيفية أن تصبح داعماً.
de: Drücke 'Ja', wenn du mehr darüber erfahren möchtest, wie du diese Funktionen freischalten kannst und Anweisungen erhalten möchtest, wie du Unterstützer wirst.
hr: Pritisni 'Da' ako želiš saznati više o tome kako tvoja donacija pomaže, mi ćemo ti pružiti upute o tome kako donirati.
pl: Naciśnij 'Tak', jeśli chcesz dowiedzieć się więcej o tym, jak odblokować te funkcje i uzyskać instrukcje, jak zostać wspierającym.
sr: Pritisni 'Da' ako želiš da saznaš više o tome kako da otključaš ove funkcije i dobiješ uputstva o tome kako da postaneš podržavalac.

source: We have tried to convert your old favorites to the new JSON format, but all entries in the old file were invalid and could not be converted.
ar: حاولنا تحويل مفضلاتك القديمة إلى التنسيق الجديد JSON، لكن جميع الإدخالات في الملف القديم كانت غير صالحة ولم يتم تحويلها.
de: Wir haben versucht, deine alten Favoriten in das neue JSON-Format zu konvertieren, aber alle Einträge in der alten Datei waren ungültig und konnten nicht konvertiert werden.
hr: Pokušao sam konvertirati tvoje stare favorite u novi JSON format, ali svi unosi u staroj datoteci imaju grešku i nisu se mogli konvertirati.
pl: Próbowaliśmy przekonwertować twoje stare ulubione do nowego formatu JSON, ale wszystkie wpisy w starej pliku były nieprawidłowe i nie mogły zostać przekonwertowane.
sr: Pokušali smo da konvertujemo tvoje stare favorite u novi JSON format, ali svi unosi u staroj datoteci su bili nevalidni i nisu mogli biti konvertovani.

source: We have tried to convert your old favorites to the new JSON format. Some entries
ar: حاولنا تحويل مفضلاتك القديمة إلى التنسيق الجديد JSON. بعض الإدخالات
de: Wir haben versucht, deine alten Favoriten in das neue JSON-Format zu konvertieren. Einige Einträge
hr: Pokušao sam konvertirati tvoje stare favorite u novi JSON format. Neki unosi
pl: Próbowaliśmy przekonwertować twoje stare ulubione do nowego formatu JSON. Niektóre wpisy
sr: Pokušali smo da konvertujemo tvoje stare favorite u novi JSON format. Neki unosi

source: in the old format were invalid and could not be converted. The valid entries have been converted.
ar: في التنسيق القديم كانت غير صالحة ولم يتم تحويلها. تم تحويل الإدخالات الصالحة.
de: im alten Format waren ungültig und konnten nicht konvertiert werden. Die gültigen Einträge wurden konvertiert.
hr: u starom formatu imaju grešku i i nisu se mogli konvertirati. Ispravni unosi su konvertirani.
pl: w starym formacie były nieprawidłowe i nie mogły zostać przekonwertowane. Prawidłowe wpisy zostały przekonwertowane.
sr: u starom formatu su bili nevalidni i nisu mogli biti konvertovani. Validni unosi su konvertovani.

source: Your favorites have been successfully converted to the new JSON format. This improves performance and reliability. No action is required from you.
ar: تم تحويل مفضلاتك بنجاح إلى التنسيق الجديد JSON. هذا يحسن الأداء والموثوقية. لا يتطلب منك أي إجراء.
de: Deine Favoriten wurden erfolgreich in das neue JSON-Format konvertiert. Dies verbessert die Leistung und Zuverlässigkeit. Du musst nichts weiter unternehmen.
hr: Favoriti su uspješno konvertirani u novi JSON format. Ovo poboljšava performanse i pouzdanost. Ne moraš ništa poduzimati.
pl: Twoje ulubione zostały pomyślnie przekonwertowane do nowego formatu JSON. To poprawia wydajność i niezawodność. Nie musisz podejmować żadnych działań.
sr: Tvoji favoriti su uspešno konvertovani u novi JSON format. Ovo poboljšava performanse i pouzdanost. Nema potrebe za tvojim delovanjem.

source: We have tried to convert your old favorites to the new JSON format, but no valid entries were found in the old file.
ar: حاولنا تحويل مفضلاتك القديمة إلى التنسيق الجديد JSON، لكن لم يتم العثور على أي إدخالات صالحة في الملف القديم.
de: Wir haben versucht, deine alten Favoriten in das neue JSON-Format zu konvertieren, aber es wurden keine gültigen Einträge in der alten Datei gefunden.
hr: Pokušao sam konvertirati tvoje stare favorite u novi JSON format, ali stara favorit datoteka ima pogrešnu strukturu.
pl: Próbowaliśmy przekonwertować twoje stare ulubione do nowego formatu JSON, ale nie znaleziono żadnych prawidłowych wpisów w starym pliku.
sr: Pokušali smo da konvertujemo tvoje stare favorite u novi JSON format, ali u staroj datoteci nisu pronađeni validni unosi.

source: We have tried to convert your old favorites to the new JSON format, but an unexpected error occurred:
ar: حاولنا تحويل مفضلاتك القديمة إلى التنسيق الجديد JSON، ولكن حدث خطأ غير متوقع:
de: Wir haben versucht, deine alten Favoriten in das neue JSON-Format zu konvertieren, aber ein unerwarteter Fehler ist aufgetreten:
hr: Pokušao sam konvertirati tvoje stare favorite u novi JSON format, ali dogodila se neočekivana greška:
pl: Próbowaliśmy przekonwertować twoje stare ulubione do nowego formatu JSON, ale wystąpił nieoczekiwany błąd:
sr: Pokušali smo da konvertujemo tvoje stare favorite u novi JSON format, ali je došlo do neočekivane greške:

source: Browse by
ar: تصفح حسب
de: Durchsuchen nach
hr: Traži prema
pl: Przeglądaj według
sr: Pretražuj po

source: Genres
ar: الأنواع
hr: Žanru
pl: Gatunki
sr: Žanrovima

source: Countries
ar: البلدان
de: Länder
hr: Državi
pl: Kraje
sr: Zemljama

source: Count
ar: العدد
de: Anzahl
hr: Zbroj
pl: Liczba
sr: Broj

source: CH +/- Sorting
ar: فرز CH +/-
de: CH +/- Sortierung
hr: CH +/- Sortiraj
pl: Sortowanie CH +/-
sr: CH +/- Sortiranje

source: Export list...
ar: تصدير القائمة...
de: Liste exportieren...
hr: Izvezi listu...
pl: Eksportuj listę...
sr: Izvezi listu...

source: Add to Service List
ar: إضافة إلى قائمة الخدمة
de: Zur Service-Liste hinzufügen
hr: Izvezi u E2 Listu
pl: Dodaj do listy usług
sr: Dodaj u listu servisa

source: Lyrics
ar: كلمات الأغاني
de: Songtexte
hr: Stihovi
pl: Tekst piosenki
sr: Stihovi

source: Stations
ar: المحطات
de: Stationen
hr: Postaje
pl: Stacje
sr: Stanice

source: Info
ar: معلومات
pl: Informacje

source: Bitrate
ar: معدل البت

source: Country
ar: البلد
de: Land
hr: Država
pl: Kraj
sr: Zemlja

source: Lang
ar: اللغة
de: Sprache
hr: Jezik
pl: Język
sr: Jezik

source: Genre
ar: النوع
hr: Žanr
pl: Gatunek
sr: Žanr

source: - FAV
ar: - المفضلة

source: + FAV
ar: + المفضلة

source: Please wait...
ar: الرجاء الانتظار...
de: Bitte warten...
hr: Pričekaj..
pl: Proszę czekać...
sr: Sačekaj...

source: Starting station
ar: بدء المحطة
de: Starte Station
hr: Pokrećem postaju
pl: Uruchamianie stacji
sr: Pokrećem stanicu

source: Error
ar: خطأ
de: Fehler
hr: Greška
pl: Błąd
sr: Greška

source: Can't connect to the server.
ar: لا يمكن الاتصال بالخادم
de: Kann keine Verbindung zum Server herstellen.
hr: Ne mogu se spojiti na poslužitelj.
pl: Nie mogę połączyć się z serwerem.
sr: Ne mogu se povezati sa serverom.

source: Server response
ar: استجابة الخادم
de: Serverantwort
hr: Odgovor poslužitelja
pl: Odpowiedź serwera
sr: Odgovor servera

source: from
ar: من
de: von
hr: iz
pl: z
sr: iz

source: already EXISTS in favorites
ar: موجود بالفعل في المفضلات
de: existiert bereits in den Favoriten
hr: već POSTOJI u favoritima
pl: już ISTNIEJE w ulubionych
sr: već POSTOJI u favoritima

source: Success
ar: نجاح
de: Erfolg
hr: Uspjeh
pl: Sukces
sr: Uspeh

source: was ADDED to the favorites
ar: تمت إضافته إلى المفضلات
de: wurde den Favoriten HINZUGEFÜGT
hr: je DODAN u favorite
pl: został DODANY do ulubionych
sr: je DODAT u favorite

source: was REMOVED from the favorites
ar: تمت إزالته من المفضلات
de: wurde aus den Favoriten ENTFERNT
hr: je UKLONJEN iz favorita
pl: został USUNIĘTY z ulubionych
sr: je UKLONJEN iz favorita

source: updated
ar: تم التحديث
de: aktualisiert
hr: ažuriran
pl: zaktualizowany
sr: ažuriran

source: created
ar: تم الإنشاء
de: erstellt
hr: stvoren
pl: utworzony
sr: kreiran

source: Bouquet
ar: باقة
hr: Buket
pl: Bukiet
sr: Buket

source: successfully.
ar: بنجاح.
de: erfolgreich.
hr: uspješno.
pl: pomyślnie.
sr: uspešno.

source: Album
ar: ألبوم

source: Tags
ar: علامات
hr: Oznake
pl: Tagi
sr: Oznake

source: No biography info
ar: لا توجد معلومات عن السيرة الذاتية
de: Keine Biografie-Informationen
hr: Nema podataka o biografiji
pl: Brak informacji o biografii
sr: Nema podataka o biografiji

source: Similar
ar: مشابه
de: Ähnlich
hr: Slični
pl: Podobne
sr: Slični

source: Yes
ar: نعم
de: Ja
hr: Da
pl: Tak
sr: Da

source: No
ar: لا
de: Nein
hr: Ne
pl: Nie
sr: Ne

source: OK
ar: موافق

source: The lyrics access token provided is expired, revoked, malformed, or invalid for other reasons.
ar: رمز الوصول إلى كلمات الأغاني المقدم منتهي الصلاحية أو تم إلغاؤه أو مشوه أو غير صالح لأسباب أخرى.
de: Das bereitgestellte Zugangstoken für Songtexte ist abgelaufen, widerrufen, fehlerhaft oder aus anderen Gründen ungültig.
hr: Token za pristup stihovima je istekao, opozvan, neispravan ili nevažeći iz drugih razloga.
pl: Token dostępu do tekstów piosenek jest wygasły, unieważniony, źle sformatowany lub nieprawidłowy z innych powodów.
sr: Token za pristup stihovima je istekao, opozvan, neispravan ili nevažeći iz drugih razloga.
