Repository: FrancHR/AirNet-FNC
Catalog: translations/locale/*/LC_MESSAGES/AirNetFNC.po
Languages: ar, de, hr, pl, sr

source: If you still don't have an access token, you need to generate one first, for free:
ar: إذا لم يكن لديك رمز وصول بعد، عليك أولاً توليد واحد مجانًا:
de: Wenn du noch kein Zugangstoken hast, musst du zuerst eines kostenlos generieren:
hr: Ako nemaš token ili ga želiš zamijeniti, moraš kreirati novi (besplatno):
pl: Jeśli nadal nie masz tokena dostępu, musisz go najpierw wygenerować, za darmo:
sr: Ako još nemaš token, moraš prvo da generišeš jedan, besplatno:

source: - Go to https://genius.com and sign up
ar: - اذهب إلى https://genius.com وقم بالتسجيل (إذا كنت مستخدمًا جديدًا)
de: - Gehe zu https://genius.com und melde dich an
hr: - Posjeti https://genius.com i registriraj se (ako si novi korisnik)
pl: - Przejdź na https://genius.com i zarejestruj się (jeśli jesteś nowym użytkownikiem)
sr: - Poseti https://genius.com i registruj se (ako si novi korisnik)

source: - Go to https://genius.com/api-clients/new/
ar: - اذهب إلى https://genius.com/api-clients/new/
de: - Gehe zu https://genius.com/api-clients/new/
hr: - Posjeti https://genius.com/api-clients/new/
pl: - Przejdź na https://genius.com/api-clients/new/
sr: - Poseti https://genius.com/api-clients/new/

source: - Populate the fields. Some fields are mandatory, others are not
ar: - املأ الحقول. بعض الحقول إلزامية والبعض الآخر ليس كذلك
de: - Fülle die Felder aus. Einige Felder sind obligatorisch, andere nicht
hr: - Popuni polja. Neka polja su obavezna, neka nisu
pl: - Wypełnij pola. Niektóre pola są obowiązkowe, inne nie
sr: - Popuni polja. Neka polja su obavezna, neka nisu

source: After populating the fields:
ar: بعد ملء الحقول:
de: Nach dem Ausfüllen der Felder:
hr: Nakon popunjavanja obaveznih polja:
pl: Po wypełnieniu pól:
sr: Nakon popunjavanja obaveznih polja:

source: - Click on 'Generate Access Token'
ar: - اضغط على 'توليد رمز الوصول'
de: - Klicke auf 'Generate Access Token'
hr: - Klikni na 'Generate Access Token'
pl: - Kliknij 'Generate Access Token'
sr: - Klikni na 'Generate Access Token'

source: - Copy and paste the newly generated access token to:
ar: - انسخ والصق رمز الوصول الذي تم توليده حديثًا في:
de: - Kopiere und füge das neu generierte Zugangstoken ein in:
hr: - Kopiraj i zalijepi novo generirani token u:
pl: - Skopiuj i wklej nowo wygenerowany token dostępu do:
sr: - Kopiraj i zalepi novogenerisani token u:

source: - Save and restart E2
ar: - احفظ الملف وأعد تشغيل E2
de: - Speichere und starte E2 neu
hr: - Spremi navedenu datoteku i ponovno pokreni E2
pl: - Zapisz plik i zrestartuj E2
sr: - Sačuvaj navedenu datoteku i ponovo pokreni E2

source: Searching for lyrics for the current song, please wait a few seconds...
ar: جارٍ البحث عن كلمات الأغاني للأغنية الحالية، الرجاء الانتظار بضع ثوانٍ...
de: Suche nach Songtexten für das aktuelle Lied, bitte warte ein paar Sekunden...
hr: Tražim stihove za trenutnu pjesmu, pričekaj nekoliko sekundi...
pl: Szukam tekstów piosenki dla obecnej utworu, proszę czekać kilka sekund...
sr: Tražim stihove za trenutnu pesmu, sačekaj nekoliko sekundi...

source: Error: Received status code
ar: خطأ: تم استلام رمز الحالة
de: Fehler: Erhaltener Statuscode
hr: Greška: Statusni code
pl: Błąd: Otrzymano kod statusu
sr: Greška: Primljen status kod

source: The server took too long to respond. Check your internet connection if the issue persists.
ar: استغرق الخادم وقتًا طويلاً للرد. تحقق من اتصال الإنترنت إذا استمر المشكلة.
de: Der Server hat zu lange gebraucht, um zu antworten. Überprüfe deine Internetverbindung, wenn das Problem weiterhin besteht.
hr: Poslužitelju je trebalo predugo da odgovori. Provjeri internetsku vezu ako problem i dalje postoji.
pl: Serwer odpowiedział za długo. Sprawdź swoje połączenie internetowe, jeśli problem nadal występuje.
sr: Serveru je trebalo predugo da odgovori. Proveri internet vezu ako problem i dalje postoji.

source: Network error.
ar: خطأ في الشبكة.
de: Netzwerkfehler.
hr: Mrežna greška.
pl: Błąd sieciowy.
sr: Mrežna greška.

source: The server might be down, or there could be an issue with your internet connection.
ar: قد يكون الخادم غير متاح أو قد يكون هناك مشكلة في اتصال الإنترنت الخاص بك.
de: Der Server könnte ausgefallen sein, oder es könnte ein Problem mit deiner Internetverbindung vorliegen.
hr: Poslužitelj trenutno možda ne radi ili postoji problem s internet vezom.
pl: Serwer może być niedostępny lub występuje problem z połączeniem internetowym.
sr: Server možda trenutno nije dostupan ili postoji problem sa internet vezom.

source: An unexpected error occurred while making the request.
ar: حدث خطأ غير متوقع أثناء تقديم الطلب.
de: Ein unerwarteter Fehler ist beim Senden der Anfrage aufgetreten.
hr: Dogodila se neočekivana greška prilikom postavljanja zahtjeva.
pl: Wystąpił nieoczekiwany błąd podczas składania żądania.
sr: Došlo je do neočekivane greške prilikom slanja zahteva.

source: It seems that no lyrics are available for the current song. You can continue to enjoy the live stream!
ar: يبدو أنه لا توجد كلمات أغاني متاحة للأغنية الحالية. يمكنك الاستمرار في الاستمتاع بالبث المباشر!
de: Es scheint, dass keine Songtexte für das aktuelle Lied verfügbar sind. Du kannst weiterhin den Livestream genießen!
hr: Čini se da nema dostupnih stihova za trenutnu pjesmu. Možeš nastaviti uživati u streamu uživo!
pl: Wygląda na to, że brak tekstów piosenek dla obecnego utworu. Możesz kontynuować słuchanie transmisji na żywo!
sr: Čini se da nema dostupnih stihova za trenutnu pesmu. Možeš nastaviti da uživaš u live stream-u!

source: The lyrics will be automatically updated when the next song plays.
ar: سيتم تحديث كلمات الأغاني تلقائيًا عندما تبدأ الأغنية التالية.
de: Die Songtexte werden automatisch aktualisiert, wenn das nächste Lied abgespielt wird.
hr: Stihovi će se automatski ažurirati kada krene sljedeća pjesma.
pl: Teksty piosenek zostaną automatycznie zaktualizowane, gdy zacznie grać następna piosenka.
sr: Stihovi će se automatski ažurirati kada počne sledeća pesma.

source: You can stay on this screen, and as soon as the new song's lyrics are available, they will be displayed here.
ar: يمكنك البقاء على هذه الشاشة، وأيضًا بمجرد أن تصبح كلمات الأغنية الجديدة متاحة، سيتم عرضها هنا.
de: Du kannst auf diesem Bildschirm bleiben, und sobald die Songtexte des neuen Liedes verfügbar sind, werden sie hier angezeigt.
hr: Možeš ostati na ovom ekranu i čim stihovi nove pjesme budu dostupni, biti će prikazani ovdje.
pl: Możesz pozostać na tym ekranie, a gdy tylko teksty nowej piosenki będą dostępne, zostaną wyświetlone tutaj.
sr: Možeš ostati na ovom ekranu i čim stihovi nove pesme budu dostupni, biće prikazani ovde.

source: Please note, despite using one of the world's largest lyrics databases, it is sometimes impossible to find the exact lyrics among billions of songs, especially with different song name variations.
ar: يرجى ملاحظة أنه رغم استخدامنا لأحد أكبر قواعد بيانات كلمات الأغاني في العالم، في بعض الأحيان يكون من المستحيل العثور على الكلمات الدقيقة بين مليارات الأغاني، خاصة مع اختلاف تسميات الأغاني.
de: Bitte beachte, dass es trotz der Verwendung einer der größten Songtext-Datenbanken der Welt manchmal unmöglich ist, die genauen Songtexte unter Milliarden von Liedern zu finden, insbesondere bei unterschiedlichen Varianten von Songtiteln.
hr: Imaj na umu, unatoč korištenju jedne od najvećih svjetskih baza podataka, ponekad je nemoguće pronaći točne stihove među milijardama pjesama, posebno s različitim varijacijama imena pjesama.
pl: Zauważ, że mimo korzystania z jednej z największych baz tekstów piosenek na świecie, czasami niemożliwe jest znalezienie dokładnych tekstów wśród miliardów piosenek, szczególnie przy różnych wariacjach nazw utworów.
sr: Imaj na umu, uprkos korišćenju jedne od najvećih baza podataka stihova na svetu, ponekad je nemoguće pronaći tačne stihove među milijardama pesama, posebno sa različitim varijacijama imena pesama.

source: Export...
ar: تصدير...
de: Exportieren...
hr: Izvezi...
pl: Eksportuj...
sr: Izvezi...

source: Lyrics exported successfully.
ar: تم تصدير كلمات الأغاني بنجاح.
de: Songtexte erfolgreich exportiert.
hr: Stihovi uspješno izvezeni.
pl: Teksty piosenek zostały pomyślnie wyeksportowane.
sr: Stihovi uspešno izvezeni.

source: Support Our Work and Unlock Exclusive Features!
ar: ادعم عملنا وفتح الميزات الحصرية!
de: Unterstütze unsere Arbeit und schalte exklusive Funktionen frei!
hr: Podrži naš rad i otključaj ekskluzivne značajke!
pl: Wesprzyj naszą pracę i odblokuj ekskluzywne funkcje!
sr: Podrži naš rad i otključaš ekskluzivne funkcije!

source: Thank you for using our free software! Your support helps us continue developing and maintaining our projects, covering server costs, and delivering a great experience. By donating, you not only help sustain our work but also gain access to exclusive features available only to our supporters. Here's how you can donate: Visit our donation page at
ar: شكرًا لاستخدامك برنامجنا المجاني! دعمك يساعدنا في الاستمرار في تطوير وصيانة مشاريعنا، وتغطية تكاليف الخادم، وتقديم تجربة رائعة. من خلال التبرع، أنت لا تساعد فقط في الحفاظ على عملنا ولكن أيضًا تحصل على الوصول إلى الميزات الحصرية المتاحة فقط لداعمينا. إليك كيفية التبرع: زر موقع التبرع لدينا على
de: Vielen Dank, dass du unsere kostenlose Software verwendest! Deine Unterstützung hilft uns, unsere Projekte weiterzuentwickeln und zu pflegen, Serverkosten zu decken und ein großartiges Erlebnis zu bieten. Durch deine Spende hilfst du nicht nur, unsere Arbeit aufrechtzuerhalten, sondern erhältst auch Zugang zu exklusiven Funktionen, die nur unseren Unterstützern zur Verfügung stehen. Hier erfährst du, wie du spenden kannst: Besuche unsere Spenden-Seite unter
hr: Hvala što koristiš naš besplatni softver! Tvoja podrška pomaže nam da nastavimo razvijati i održavati naše projekte, pokrivamo troškove servera i pružamo sjajno iskustvo. Doniranjem ne samo da pomažeš održati naš rad već i dobivaš pristup ekskluzivnim značajkama dostupnim samo našim podržavateljima. Evo kako možeš donirati: Posjeti našu stranicu za donacije na
pl: Dziękujemy za korzystanie z naszego darmowego oprogramowania! Twoje wsparcie pomaga nam kontynuować rozwój i utrzymanie naszych projektów, pokrywać koszty serwera i zapewniać doskonałe wrażenia. Dzięki darowiznom nie tylko wspierasz naszą pracę, ale także zyskujesz dostęp do ekskluzywnych funkcji dostępnych tylko dla naszych wspierających. Oto jak możesz dokonać darowizny: Odwiedź naszą stronę darowizn na
sr: Hvala što koristiš naš besplatan softver! Tvoja podrška pomaže nam da nastavimo da razvijamo i održavamo naše projekte, pokrivamo troškove servera i pružamo odlično iskustvo. Doniranjem ne samo da pomažeš u održavanju našeg rada, već i dobijaš pristup ekskluzivnim funkcijama dostupnim samo našim donatorima. Evo kako možeš donirati: Poseti našu stranicu za donacije na

source: Contribute any amount you feel comfortable with. When donating, please enter name and your unique KUD number into message box. ENSURE you check the 'PRIVATE MESSAGE' box when sending. (Your KUD must remain private). Once we verify your donation, we’ll grant you access to features that are reserved for our valued supporters. It’s our way of saying thank you for your contribution! Ready to support us? Donate Now! Your support makes a big difference. Thank you for helping us keep our projects alive and thriving!
ar: ساهم بأي مبلغ تشعر بالراحة معه. عند التبرع، يرجى إدخال الاسم ورقم KUD الفريد الخاص بك في مربع الرسالة. تأكد من تحديد مربع 'الرسالة الخاصة' عند الإرسال. (يجب أن يظل KUD الخاص بك خاصًا). بمجرد التحقق من تبرعك، سنمنحك الوصول إلى الميزات المخصصة لداعمينا الأعزاء. إنها طريقتنا في شكر مساهمتك! هل أنت مستعد لدعمنا؟ تبرع الآن! دعمك يحدث فرقًا كبيرًا. شكرًا لمساعدتنا في إبقاء مشاريعنا حية ومزدهرة!
de: Spende jeden Betrag, mit dem du dich wohlfühlst. Bei der Spende gib bitte deinen Namen und deine einzigartige KUD-Nummer in das Nachrichtenfeld ein. STELLE SICHER, dass du das Feld 'PRIVATE MESSAGE' beim Senden anklickst. (Dein KUD muss privat bleiben). Sobald wir deine Spende verifizieren, gewähren wir dir Zugang zu Funktionen, die nur unseren geschätzten Unterstützern vorbehalten sind. Es ist unsere Art, dir für deinen Beitrag zu danken! Bist du bereit, uns zu unterstützen? Spende jetzt! Deine Unterstützung macht einen großen Unterschied. Vielen Dank, dass du uns hilfst, unsere Projekte lebendig und erfolgreich zu halten!
hr: Doprinesi bilo kojim iznosom s kojim se osjećaš ugodno. Prilikom doniranja, unesi ime ili nickname i svoj jedinstveni KUD broj u polje za poruku. PAZI da označiš polje 'PRIVATNA PORUKA' prilikom slanja. (Tvoj KUD mora ostati privatan). Kada potvrdimo tvoju donaciju, omogućit ćemo ti pristup značajkama koje su rezervirane za naše cijenjene podržavatelje. To je naš način da zahvalimo na tvojem doprinosu! Spreman da nas podržiš? Doniraj sada! Tvoja podrška čini veliku razliku. Hvala što nam pomažeš da naši projekti ostanu živi i napreduju!
pl: Wnieś dowolną kwotę, z którą czujesz się komfortowo. Podczas darowizny wprowadź swoje imię i nazwisko oraz unikalny numer KUD w polu wiadomości. UPEWNIJ SIĘ, że zaznaczysz pole 'PRYWATNA WIADOMOŚĆ' przy wysyłaniu. (Twój KUD musi pozostać prywatny). Po weryfikacji twojej darowizny udzielimy ci dostępu do funkcji zarezerwowanych dla naszych cennych wspierających. To nasz sposób na podziękowanie za twój wkład! Gotowy, aby nas wesprzeć? Darowizna teraz! Twoje wsparcie ma ogromne znaczenie. Dziękujemy za pomoc w utrzymaniu naszych projektów i ich rozwój!
sr: Doprinesi bilo kojim iznosom s kojim se osećaš ugodno. Prilikom doniranja, unesi ime ili nadimak i svoj jedinstveni KUD broj u polje za poruku. OBAVEZNO označi polje 'PRIVATNA PORUKA' prilikom slanja. (Tvoj KUD mora ostati privatan). Kada potvrdimo tvoju donaciju, omogućićemo ti pristup funkcijama koje su rezervisane za naše cenjene donatore. To je naš način da ti se zahvalimo na doprinosu! Spreman da nas podržiš? Doniraj sada! Tvoja podrška čini veliku razliku. Hvala što pomažeš da naši projekti ostanu živi i uspešni!

source: Export
ar: تصدير
de: Exportieren
hr: Izvezi
pl: Eksportuj
sr: Izvezi

source: as
ar: كـ
de: als
hr: kao
pl: jako
sr: kao

source: Mising '/etc/enigma2/bouquets.tv'. Please install some list first, after that try again.
ar: الملف '/etc/enigma2/bouquets.tv' مفقود. يرجى تثبيت بعض القوائم أولاً، ثم المحاولة مرة أخرى.
de: Fehlende '/etc/enigma2/bouquets.tv'. Bitte installiere zuerst eine Liste und versuche es dann erneut.
hr: Nedostaje '/etc/enigma2/bouquets.tv'. Instaliraj neku listu prvo, a zatim pokušaj ponovo.
pl: Brak '/etc/enigma2/bouquets.tv'. Zainstaluj najpierw jakąś listę, a potem spróbuj ponownie.
sr: Nedostaje '/etc/enigma2/bouquets.tv'. Instaliraj neku listu prvo, pa pokušaj ponovo.

source: M3U exported successfully.
ar: تم تصدير M3U بنجاح.
de: M3U erfolgreich exportiert.
hr: M3U uspješno izvezen.
pl: M3U zostało pomyślnie wyeksportowane.
sr: M3U uspešno izvezen.

source: PLS exported successfully.
ar: تم تصدير PLS بنجاح.
de: PLS erfolgreich exportiert.
hr: PLS uspješno izvezen.
pl: PLS zostało pomyślnie wyeksportowane.
sr: PLS uspešno izvezen.

source: XSPF exported successfully.
ar: تم تصدير XSPF بنجاح.
de: XSPF erfolgreich exportiert.
hr: XSPF uspješno izvezen.
pl: XSPF zostało pomyślnie wyeksportowane.
sr: XSPF uspešno izvezen.

source: ASX exported successfully.
ar: تم تصدير ASX بنجاح.
de: ASX erfolgreich exportiert.
hr: ASX uspješno izvezen.
pl: ASX zostało pomyślnie wyeksportowane.
sr: ASX uspešno izvezen.

source: Export to enigma2 bouquet
ar: تصدير إلى باقة Enigma2
de: Exportiere zu Enigma2 Bouquet
hr: Izvoz u Enigma2 popis kanala
pl: Eksportuj do bukietu Enigma2
sr: Izvoz u Enigma2 listu kanala

source: Export as M3U
ar: تصدير كـ M3U
de: Exportiere als M3U
hr: Izvoz kao M3U
pl: Eksportuj jako M3U
sr: Izvoz kao M3U

source: Export as PLS
ar: تصدير كـ PLS
de: Exportiere als PLS
hr: Izvoz kao PLS
pl: Eksportuj jako PLS
sr: Izvoz kao PLS

source: Export as XSPF
ar: تصدير كـ XSPF
de: Exportiere als XSPF
hr: Izvoz kao XSPF
pl: Eksportuj jako XSPF
sr: Izvoz kao XSPF

source: Export as ASX
ar: تصدير كـ ASX
de: Exportiere als ASX
hr: Izvoz kao ASX
pl: Eksportuj jako ASX
sr: Izvoz kao ASX

source: Record
ar: تسجيل
de: Aufnehmen
hr: Snimaj
pl: Nagrywaj
sr: Snimaj

source: Please start playing the stream before attempting to record.
ar: يرجى البدء في تشغيل البث قبل محاولة التسجيل.
de: Bitte starte die Wiedergabe des Streams, bevor du versuchst aufzunehmen.
hr: Pokreni reprodukciju streama prije pokušaja snimanja.
pl: Proszę rozpocząć odtwarzanie strumienia przed próbą nagrywania.
sr: Pokreni reprodukciju stream-a pre nego što pokušaš da snimaš.

source: HLS stream recording is under development and will be available soon.
ar: تسجيل تدفقات HLS قيد التطوير وسيكون متاحًا قريبًا.
de: Die Aufnahme von HLS-Streams ist in Entwicklung und wird bald verfügbar sein.
hr: Snimanje HLS streamova je u razvoju i bit će dostupno uskoro.
pl: Nagrywanie strumieni HLS jest w trakcie opracowywania i będzie wkrótce dostępne.
sr: Snimanje HLS strimova je u razvoju i biće dostupno uskoro.

source: A recording is currently in progress.
ar: التسجيل جارٍ حاليًا.
de: Eine Aufnahme läuft derzeit.
hr: Snimanje je trenutno u tijeku.
pl: Nagrywanie jest obecnie w toku.
sr: Snimanje je trenutno u toku.

source: Please stop the current recording before starting a new one.
ar: يرجى إيقاف التسجيل الحالي قبل بدء تسجيل جديد.
de: Bitte stoppe die aktuelle Aufnahme, bevor du eine neue startest.
hr: Zaustavi trenutno snimanje prije nego započneš novo.
pl: Zatrzymaj obecne nagrywanie przed rozpoczęciem nowego.
sr: Zaustavi trenutno snimanje pre nego što započneš novo.

source: An error occurred while checking the stream for
ar: حدث خطأ أثناء فحص البث لـ
de: Es ist ein Fehler aufgetreten beim Überprüfen des Streams für
hr: Došlo je do pogreške pri provjeri streama za
pl: Wystąpił błąd podczas sprawdzania strumienia dla
sr: Došlo je do greške prilikom provere stream-a za

source: An unexpected error occurred while checking the stream for
ar: حدث خطأ غير متوقع أثناء فحص البث لـ
de: Ein unerwarteter Fehler ist beim Überprüfen des Streams für aufgetreten
hr: Došlo je do neočekivane pogreške pri provjeri streama za
pl: Wystąpił nieoczekiwany błąd podczas sprawdzania strumienia dla
sr: Došlo je do neočekivane greške prilikom provere stream-a za

source: You have only
ar: لديك فقط
de: Du hast nur
hr: Imaš samo
pl: Masz tylko
sr: Imaš samo

source: of free space left on
ar: من المساحة الحرة المتبقية على
de: freien Speicherplatz auf
hr: slobodnog prostora na
pl: wolnego miejsca na
sr: slobodnog prostora na

source: Please change your 'Storage path' in Settings and select one with more free space to continue recording.
ar: يرجى تغيير 'مسار التخزين' في الإعدادات واختيار واحد يحتوي على المزيد من المساحة الحرة للاستمرار في التسجيل.
de: Bitte ändere den 'Storage path' in den Einstellungen und wähle einen mit mehr freiem Speicherplatz, um mit der Aufnahme fortzufahren.
hr: Promijeni 'Storage path' u Postavkama i odaberi onaj s više slobodnog prostora za nastavak snimanja.
pl: Zmień 'Storage path' w Ustawieniach i wybierz taką z większą ilością wolnego miejsca, aby kontynuować nagrywanie.
sr: Promeni 'Storage path' u Postavkama i odaberi onaj sa više slobodnog prostora da bi nastavio snimanje.

source: Read-only device!
ar: الجهاز للقراءة فقط!
de: Schreibgeschütztes Gerät!
hr: Uređaj je samo za čitanje!
pl: Urządzenie tylko do odczytu!
sr: Uređaj je samo za čitanje!

source: Please check device access or change the 'Storage path' in Settings to continue recording.
ar: يرجى التحقق من وصول الجهاز أو تغيير 'مسار التخزين' في الإعدادات للاستمرار في التسجيل.
de: Bitte überprüfe den Gerätezugriff oder ändere den 'Storage path' in den Einstellungen, um mit der Aufnahme fortzufahren.
hr: Provjeri pristup uređaju ili promijeni 'Storage path' u Postavkama kako bi nastavio snimanje.
pl: Sprawdź dostęp do urządzenia lub zmień 'Storage path' w Ustawieniach, aby kontynuować nagrywanie.
sr: Proveri pristup uređaju ili promeni 'Storage path' u Postavkama da bi nastavio snimanje.

source: Destination
ar: وجهة
de: Ziel
hr: Odredište
pl: Cel
sr: Odredište

source: Destination already exists
ar: الوجهة موجودة بالفعل
de: Ziel existiert bereits
hr: Odredište već postoji
pl: Miejsce docelowe już istnieje
sr: Odredište već postoji

source: Do you want to overwrite it?
ar: هل تريد الكتابة فوقه؟
de: Möchtest du es überschreiben?
hr: Želiš li ga prebrisati?
pl: Czy chcesz je nadpisać?
sr: Želiš li da ga pregaziš?

source: Recording started in the background in TIMING mode.
ar: بدأ التسجيل في الخلفية في وضع التوقيت.
de: Die Aufnahme wurde im Hintergrund im TIMING-Modus gestartet.
hr: Snimanje je započeto u pozadini u VREMENSKOM načinu.
pl: Nagrywanie rozpoczęto w tle w trybie CZASOWYM.
sr: Snimanje je započeto u pozadini u VREMENSKOM načinu.

source: Station
ar: محطة
de: Sender
hr: Postaja
pl: Stacja
sr: Stanica

source: Recording duration
ar: مدة التسجيل
de: Aufnahmedauer
hr: Trajanje snimanja
pl: Czas trwania nagrania
sr: Trajanje snimanja

source: Feel free to close the plugin and continue watching TV, listening to another station, or doing anything else you like.
ar: لا تتردد في إغلاق الإضافة والاستمرار في مشاهدة التلفزيون أو الاستماع إلى محطة أخرى أو القيام بأي شيء آخر تحب.
de: Du kannst das Plugin gerne schließen und weiter fernsehen, einen anderen Sender hören oder tun, was du möchtest.
hr: Slobodno zatvori plugin i nastavi gledati TV, slušati drugu stanicu ili raditi što god želiš.
pl: Śmiało zamknij plugin i kontynuuj oglądanie TV, słuchanie innej stacji lub rób cokolwiek innego, co lubisz.
sr: Slobodno zatvori plugin i nastavi da gledaš TV, slušaš drugu stanicu, ili radiš bilo šta drugo što želiš.

source: The recording will automatically stop after the specified duration. You can also stop it manually at any time by opening the plugin again and pressing the Stop button.
ar: سيتوقف التسجيل تلقائيًا بعد المدة المحددة. يمكنك أيضًا إيقافه يدويًا في أي وقت عن طريق فتح الإضافة مرة أخرى والضغط على زر الإيقاف.
de: Die Aufnahme wird nach der angegebenen Dauer automatisch gestoppt. Du kannst sie auch jederzeit manuell stoppen, indem du das Plugin erneut öffnest und den Stop-Button drückst.
hr: Snimanje će se automatski zaustaviti nakon određenog trajanja. Također ga možeš ručno zaustaviti u bilo kojem trenutku otvaranjem plugina i pritiskom na gumb Stop.
pl: Nagrywanie automatycznie zatrzyma się po określonym czasie. Możesz je także zatrzymać ręcznie w każdej chwili, otwierając plugin i naciskając przycisk Stop.
sr: Snimanje će se automatski zaustaviti nakon određenog vremena. Takođe, možeš ga ručno zaustaviti u bilo kom trenutku otvaranjem plugina i pritiskanjem na dugme Stop.

source: Make sure you have enough free disk space in 'Storage path'.
ar: تأكد من وجود مساحة كافية على القرص في 'مسار التخزين'.
de: Stelle sicher, dass du genügend freien Festplattenspeicher im 'Storage path' hast.
hr: Provjeri imaš li dovoljno slobodnog prostora u odabranom 'Storage path-u'.
pl: Upewnij się, że masz wystarczająco dużo wolnego miejsca na dysku w 'Storage path'.
sr: Proveri da li imaš dovoljno slobodnog prostora na 'Storage path'.

source: Recording started in the background in INDEFINITE mode.
ar: بدأ التسجيل في الخلفية في وضع غير محدود.
de: Die Aufnahme wurde im Hintergrund im UNBEGRENZT-Modus gestartet.
hr: Snimanje je započeto u pozadini BEZ VREMENSKOG OGRANIČENJA.
pl: Nagrywanie rozpoczęto w tle w trybie NIEOGRANICZONYM.
sr: Snimanje je započeto u pozadini BEZ VREMENSKOG OGRANIČENJA.
